11/data/attachments/2fdc520529fc83bd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_f44feef8-80c9-46ad-b346-0d43c6c31f8f</nif:username>
            <nif:friendToBeAdded>Evelyn_child_Friend_57909_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>